[
{"text":"I didn’t go to church today,\nI trust the Lord to understand.\nThe surf was swirling blue and white,\nThe children swirling on the sand.\nHe knows, He knows how brief my stay,\nHo brief this spell of summer weather,\nHe knows when I am said and done\nWe’ll have plenty of time together\n"},

{"text":"When I was One,\nI had just begun.\nWhen I was Two,\nI was nearly new.\nWhen I was Three\nI was hardly me.\nWhen I was Four,\nI was not much more.\nWhen I was Five,\nI was just alive.\nBut now I am Six,\nI’m as clever as clever,\nSo I think I’ll be six now for ever and ever.\n"},

{"text":"The rose is a rose,\nAnd was always a rose.\nBut the theory now goes\nThat the apple’s a rose,\nAnd the pear is, and so’s\nThe plum, I suppose.\nThe dear only knows\nWhat will next prove a rose.\nYou, of course, are a rose –\nBut were always a rose.\n"},

{"text":"It’s all I have to bring today—\nThis, and my heart beside—\nThis, and my heart, and all the fields—\nAnd all the meadows wide—\nBe sure you count—should I forget\nSome one the sum could tell—\nThis, and my heart, and all the Bees\nWhich in the Clover dwell.\n"},

{"text":"How do I love thee? Let me count the ways.\nI love thee to the depth and breadth and height\nMy soul can reach, when feeling out of sight\nFor the ends of being and ideal grace.\nI love thee to the level of every day’s\nMost quiet need, by sun and candle-light.\nI love thee freely, as men strive for right;\nI love thee purely, as they turn from praise.\nI love thee with the passion put to use\nIn my old griefs, and with my childhood’s faith.\nI love thee with a love I seemed to lose\nWith my lost saints. I love thee with the breath,\nSmiles, tears, of all my life; and, if God choose,\nI shall but love thee better after death.\n"},

{"text":"The sky was lit\nby the splendor of the moon\n\nSo powerful\nI fell to the ground\n\nYour love\nhas made me sure\n\nI am ready to forsake\nthis worldly life\nand surrender\nto the magnificence\nof your Being\n"},

{"text":"Some say the world will end in fire,\nSome say in ice.\nFrom what I’ve tasted of desire\nI hold with those who favor fire.\nBut if it had to perish twice,\nI think I know enough of hate\nTo say that for destruction ice\nIs also great\nAnd would suffice.\n"},

{"text":"And then the day came,\nwhen the risk\nto remain tight\nin a bud\nwas more painful\nthan the risk\nit took\nto blossom.\n"},

{"text":"Curtains forcing their will\nagainst the wind,\nchildren sleep,\nexchanging dreams with\nseraphim. The city\ndrags itself awake on\nsubway straps; and\nI, an alarm, awake as a\nrumor of war\nlie stretching into dawn\nunasked and unheeded.\n"},

{"text":"We mourn the broken things, chair legs\nwrenched from their seats, chipped plates,\nthe threadbare clothes. We work the magic\nof glue, drive the nails, mend the holes.\nWe save what we can, melt small pieces\nof soap, gather fallen pecans, keep neck bones\nfor soup. Beating rugs against the house,\nwe watch dust, lit like stars, spreading\nacross the yard. Late afternoon, we draw\nthe blinds to cool the rooms, drive the bugs\nout. My mother irons, singing, lost in reverie.\nI mark the pages of a mail-order catalog,\nlisten for passing cars. All day we watch\nfor the mail, some news from a distant place.\n"},

{"text":"On Sundays, the preacher gives everyone a chance\nto repent their sins. Miss Edna makes me go\nto church. She wears a bright hat\nI wear my suit. Babies dress in lace.\nGirls my age, some pretty, some not so\npretty. Old ladies and men nodding.\nMiss Edna every now and then throwing her hand\nin the air. Saying Yes, Lord and Preach!\nI sneak a pen from my back pocket,\nbend down low like I dropped something.\nThe chorus marches up behind the preacher\nclapping and humming and getting ready to sing.\nI write the word HOPE on my hand.\n"}
]